export default {
    ArrayWords: {
        readSum:['+', 'Плюс','плюс', 'Сложить','сложить', 'Сложи' ,'сложи', 'Добавить','добавить','Добавь','добавь',
            'Сложение','сложение', 'Складываем','складывем', 'Складывай','складывай', 'Прибавить','прибавить', 'Прибавь',
            'прибавь', 'Увеличить','увеличить', 'Увеличь','увеличь'],
        readMinus:['-', 'Минус','минус', 'Вычестеть','вычестеть', 'Вычти', 'вычти', 'Уменьшить', 'уменьшить', 'Уменьши',
            'уменьши'],
        readMul:['*', 'Умножение','умножение', 'Умножь','умеожь', 'Умножить', 'умножить', 'Перемножить' ,'перемножить',
            'Перемножь','перемножь', 'Помножить' ,'помножить','Помножь','помножь'],
        readDivision:['/', 'Делить','делить','Дели','дели', 'Деление','деление', 'Разделить','разделить','Раздели','раздели',
            'Подели', 'подели']
    }
}
